---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.RevisionCloudFailures
source: html/4ff8e105-1b39-2cb3-d59d-d85a5100dc2c.htm
---
# BuiltInFailures.RevisionCloudFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.